{
    "version": "1.1",
    "locale": "ar",
    "audience": "أُسَر عربية",
    "lessons": [
      {
        "id": "L1",
        "title": "خريطة المال العائلية",
        "goal": "التعرّف بدقة على مصادر الدخل وبنود الإنفاق الأساسية وترتيبها بالأولوية.",
        "details": {
          "introduction": "أي خطة مالية جيدة تبدأ بخريطة واضحة: من أين يأتي المال؟ وأين يذهب؟ من دون هذه الخريطة سنظل نتحرك بالحدس ونقع في المفاجآت آخر الشهر.",
          "why": "الرؤية تمنع التخمين، وتكشف الخلل: إن كان العجز سببه دخل منخفض أم التزامات كبيرة أم توقيت غير مناسب للدفع.",
          "steps": [
            "اكتبوا كل مصادر الدخل الشهري «الصافي» لكل فرد (رواتب بعد الخصومات، مخصصات الأطفال، دعم العائلة، عمل جانبي).",
            "اكتبوا الالتزامات الثابتة: إيجار/أرنونا، كهرباء، ماء، إنترنت، هاتف، مواصلات شهرية، رسوم مدارس/روضات، تأمين صحي/سيارة.",
            "اجمعوا الدخل الكلي مقابل مجموع الالتزامات. إن كانت الالتزامات تتجاوز 60% من الدخل، فهناك ضغط يجب معالجته.",
            "أضيفوا المصروفات المتغيرة الرئيسية: الطعام، المواصلات المتغيرة، الصحة، المتفرقات.",
            "رتّبوا البنود حسب الأولوية: المسكن، الأساسيات، ثم المرونة."
          ],
          "example": "دخل صافي 11,800 شيكل. التزامات ثابتة 7,000 شيكل. متغيرات متوقعة 5,500 شيكل → عجز متوقّع 700 شيكل إن لم نعدّل مبكرًا.",
          "tips": [
            "استخدموا ورقة واحدة أو جدول بسيط في الهاتف.",
            "حافظوا على أسماء بنود مختصرة وواضحة.",
            "راجعوا الخريطة كل 3 أشهر أو عند تغيرات العمل/الأسعار."
          ],
          "homework": "اصنعوا خريطة المال الخاصة بكم اليوم، وصنّفوا البنود إلى «أساسي» و«مرن».",
          "checklist": ["جمعت كل مصادر الدخل", "حصرت كل الالتزامات الثابتة", "قدّرت المتغيرات", "حددت الأولويات"]
        }
      },
      {
        "id": "L2",
        "title": "الاحتياجات مقابل الكماليات",
        "goal": "تمييز ما لا يمكن الاستغناء عنه عمّا يمكن تأجيله أو تقليصه.",
        "details": {
          "introduction": "ليس الهدف الحرمان، بل توجيه المال لما يخدم العائلة أولًا، ثم الاستمتاع بذكاء.",
          "why": "كل شيكل يُهدر في كمالية غير ملحّة يبتعد عن هدف أهم: أمان، تعليم، أو طوارئ.",
          "steps": [
            "استخرجوا آخر 10–20 عملية شراء.",
            "ضعوا لكل عملية: «ح» حاجة أو «ك» كمالية مع سبب مختصر.",
            "اختاروا كماليتين لإيقافهما أو تقليصهما هذا الشهر.",
            "فعّلوا قاعدة 24 ساعة قبل شراء أي كمالي فوق 100–200 شيكل."
          ],
          "example": "قهوة خارجية يومية (ك)، اشتراك منصتين مدفوعتين (ك)، حذاء مدرسي للطفل (ح).",
          "tips": [
            "استبدل كماليتين بخيارات أرخص (تحضير في البيت، خطة هاتف أبسط).",
            "اتفقوا عائليًا على «سقف الكماليات» الشهري."
          ],
          "homework": "أوقفوا كماليتين لمدة 30 يومًا وسجّلوا التوفير.",
          "checklist": ["فرزت المشتريات", "اخترت بندين للتقليل", "طبّقت قاعدة 24 ساعة"]
        }
      },
      {
        "id": "L3",
        "title": "مظاريف الأسبوع",
        "goal": "تقسيم المصروفات المرنة أسبوعيًا لتفادي نفاد المال قبل نهاية الشهر.",
        "details": {
          "introduction": "بدل ميزانية شهرية ضخمة يصعب ضبطها، نقسمها إلى جرعات أسبوعية سهلة القياس.",
          "why": "العقل يقارن أفضل على فترات قصيرة؛ أسبوعيًا أسهل من شهريًا.",
          "steps": [
            "حدّدوا 3 فئات مرنة: طعام، مواصلات، متفرقات.",
            "قسّموا ميزانية الشهر لكل فئة على 4 أسابيع.",
            "أنشئوا ثلاث ملاحظات/أظرف رقمية وسجّلوا كل نفقة فورًا.",
            "إن انتهى ظرف فئة ما قبل نهاية الأسبوع توقفوا عن الإنفاق فيها حتى الأسبوع القادم."
          ],
          "example": "الطعام 3,200/شهر → 800/أسبوع، المواصلات 1,700 → 425/أسبوع، المتفرقات 1,500 → 375/أسبوع.",
          "tips": [
            "استخدموا بطاقات/محافظ منفصلة أو ملاحظات واضحة.",
            "انقلوا الوفر من أسبوع لآخر كمكافأة."
          ],
          "homework": "طبّقوا نظام المظاريف أسبوعًا واحدًا وقيّموا النتيجة.",
          "checklist": ["قسّمت الميزانية أسبوعيًا", "سجّلت كل عملية", "التزمت بسقف الظرف"]
        }
      },
      {
        "id": "L4",
        "title": "رزنامة التدفق النقدي",
        "goal": "مواءمة مواعيد الاستحقاقات مع الرواتب لتقليل الفجوات والعجز المؤقت.",
        "details": {
          "introduction": "المشكلة كثيرًا ليست «كم» ندفع بل «متى» ندفع. تنظيم الوقت يحل نصف القلق.",
          "why": "الفاتورة التي تأتي قبل الراتب بـ3 أيام قد تفرض سحبًا مكلفًا.",
          "steps": [
            "ارسموا تقويم الشهر وحددوا أيام الرواتب.",
            "ضعوا تواريخ كل فاتورة أو قسط.",
            "ابحثوا عن أيام مزدحمة واطلبوا من مزوّد واحد تغيير موعد الدفع أو تقسيطه.",
            "احتفظوا بوسادة نقدية صغيرة للأيام الفارغة."
          ],
          "example": "نقل فاتورة الإنترنت من يوم 1 إلى 10 بعد نزول الراتب قلّل السحب على المكشوف.",
          "tips": [
            "استغلوا الخصومات للدفع المبكر إن توفرت.",
            "اجمعوا بعض الفواتير في يوم واحد ليسهل التتبع."
          ],
          "homework": "اتصلوا بمزوّد واحد لطلب تغيير موعد الاستحقاق.",
          "checklist": ["حددت الرواتب", "سجّلت الفواتير", "طلبت تعديل موعد واحد على الأقل"]
        }
      },
      {
        "id": "L5",
        "title": "صندوق الطوارئ",
        "goal": "بناء وسادة أمان 1,000–3,000 شيكل كبداية ثم التوسع لاحقًا.",
        "details": {
          "introduction": "الطوارئ قادمة عاجلًا أم آجلًا؛ الصندوق يحوّلها من أزمة إلى موقف عابر.",
          "why": "بدون صندوق، أي عطل صغير يتحول إلى دين باهظ.",
          "steps": [
            "حدّدوا هدفًا ابتدائيًا مناسبًا (مثلاً 2,000 شيكل).",
            "اختاروا مكانًا منفصلًا (حساب ادخار/محفظة رقمية).",
            "فعلوا تحويلًا آليًا بعد الراتب (100–300 شيكل).",
            "عند استخدام الصندوق، أعيدوا تعبئته فورًا."
          ],
          "example": "كسر في شاشة الهاتف كلف 600 شيكل تم دفعه من الصندوق بدل بطاقة الائتمان.",
          "tips": [
            "اجعلوا الوصول للصندوق ممكنًا لكن غير مغري للإنفاق اليومي.",
            "احتفلوا ببلوغ كل 500 شيكل لتحفيز الاستمرار."
          ],
          "homework": "افتحوا «جيب ادخار» وفعّلوا تحويلًا شهريًا دائمًا.",
          "checklist": ["حددت الهدف", "فتحت مكانًا منفصلًا", "فعّلت التحويل الآلي"]
        }
      },
      {
        "id": "L6",
        "title": "خطة الديون (بعدسة متوافقة)",
        "goal": "خفض كلفة الدين واختيار مسار سداد واضح مع تجنّب الربا قدر الإمكان.",
        "details": {
          "introduction": "الديون تثقل المستقبل. خطة عملية تُعيد السيطرة خطوة بخطوة.",
          "why": "الفائدة تلتهم الدخل الصافي وتمنع الادخار والاستثمار.",
          "steps": [
            "اكتبوا كل الديون: الرصيد، النسبة، القسط الأدنى، تاريخ السداد.",
            "اختاروا «كرة الثلج» (أصغر رصيد أولًا) للدافعية، أو «الانهيار» (أعلى فائدة أولًا) للأقل كلفة.",
            "أضيفوا 50–200 شيكل شهريًا فوق القسط للدين المستهدف.",
            "أوقفوا الكماليات مؤقتًا حتى سداد دين أو اثنين."
          ],
          "example": "دين بطاقة 2,400 شيكل بفائدة عالية يُستهدف أولًا بزيادة 150 شيكل شهريًا.",
          "tips": [
            "حاولوا التفاوض على خفض الفائدة أو إعادة الجدولة.",
            "تأكدوا من توافق الأدوات والبدائل مع الضوابط الشرعية التي تتبعونها."
          ],
          "homework": "اختاروا دينًا واحدًا ليكون «الهدف» هذا الشهر وزيدوا سدادَه.",
          "checklist": ["سردت الديون", "اخترت طريقة السداد", "رفعت قسط الدين المستهدف"]
        }
      },
      {
        "id": "L7",
        "title": "تسوّق ذكي للطعام",
        "goal": "خفض فاتورة البقالة 10–15% عبر التخطيط والقياس.",
        "details": {
          "introduction": "الطعام بند كبير لكنه مرن؛ التخطيط المسبق يوفّر دون المساس بالجودة.",
          "why": "المشتريات العشوائية والهدر المنزلي ترفع التكلفة بلا فائدة.",
          "steps": [
            "خطّطوا 3 وجبات عشاء أساسية للأسبوع واكتبوا قائمة مختصرة.",
            "قارنوا السعر للوحدة (شيكل/كغ أو /100غ) بدل سعر العبوة.",
            "اعتمدوا علامة المتجر في السلع الأساسية إن كانت الجودة مناسبة.",
            "حدّدوا يومًا ثابتًا للتسوق وتجنّبوا «المرور السريع» المتكرر."
          ],
          "example": "استبدال جبن اسم تجاري بجبن ماركة المتجر وفّر 12% شهريًا.",
          "tips": [
            "لا تتسوقوا وأنتم جوعى.",
            "راقبوا العروض لكن التزموا بالقائمة."
          ],
          "homework": "رحلة تسوق واحدة هذا الأسبوع بالقائمة فقط ثم قارنوا الفاتورة بالأسبوع السابق.",
          "checklist": ["أعددت القائمة", "قارنت سعر الوحدة", "قلّلت مشتريات الطوارئ"]
        }
      },
      {
        "id": "L8",
        "title": "الأطفال والمال: أعطِ/ادّخر/اصرف",
        "goal": "تعليم الأطفال القيم والمهارات المالية بتمرين بسيط مستمر.",
        "details": {
          "introduction": "ما يتعلمه الطفل مبكرًا يبقى. ثلاث حصالات تغيّر العلاقة مع المال.",
          "why": "القيمة قبل الرقم: العطاء يزرع التعاطف، والادخار يؤجل اللذة لصالح هدف.",
          "steps": [
            "خصصوا ثلاث حصالات أو مجلدات رقمية: العطاء، الادخار، الصرف.",
            "قسّموا المصروف بنسبة 10–20–70 (أو بما يناسبكم).",
            "ساعدوا كل طفل على وضع هدف ادخار صغير بمدة محددة.",
            "ناقشوا الاختيارات نهاية كل شهر واحتفلوا بالإنجاز."
          ],
          "example": "ادخار 80 شيكل لشراء كتاب خلال 6 أسابيع.",
          "tips": [
            "دعوا الطفل يختار جهة تبرع قريبة من قلبه.",
            "اربطوا المكافآت بالجهد والسلوك لا بالمال فقط."
          ],
          "homework": "ابدأوا نظام الحصالات هذا الأسبوع وحددوا هدفًا صغيرًا لكل طفل.",
          "checklist": ["أنشأت 3 حصالات", "حددت نسب القسمة", "وُضع هدف ادخار"]
        }
      },
      {
        "id": "L9",
        "title": "أساسيات البنك والرسوم",
        "goal": "تقليل الرسوم والغرامات وحماية الرصيد اليومي.",
        "details": {
          "introduction": "الرسوم الصغيرة تتراكم بهدوء. مراجعتها السنوية تعيد مئات الشواكل للأسرة.",
          "why": "كل شيكل رسوم يمكن أن يذهب لاحتياج حقيقي أو ادخار.",
          "steps": [
            "راجِعوا كشف الحساب: رسوم شهرية، رسوم بطاقات، سحب على المكشوف، عمولات.",
            "اسألوا البنك عن خطة أرخص أو إعفاءات أو دمج حسابات غير مستخدمة.",
            "فعّلوا تنبيهات التطبيق: رصيد منخفض، عملية كبيرة، اقتراب الاستحقاق.",
            "حدّدوا حدًا يوميًا/شهريًا للبطاقات إن أمكن."
          ],
          "example": "إلغاء بطاقة إضافية غير مستخدمة وخفض خطة الرسوم وفّر 35 شيكل شهريًا.",
          "tips": [
            "قارنوا بين البنوك أو الحزم سنويًا.",
            "انتبهوا لرسوم السحب من صرّافات غير تابعة للبنك."
          ],
          "homework": "تواصلوا مع البنك اليوم لطلب إعفاء واحد على الأقل وتفعيل تنبيهين.",
          "checklist": ["أحصيت الرسوم", "طلبت تخفيضًا/إعفاء", "فعّلت التنبيهات"]
        }
      },
      {
        "id": "L10",
        "title": "الاستثمار للمبتدئين (أولوية الحماية)",
        "goal": "اتباع الترتيب الصحيح: حماية → ادخار → استثمار، مع مراعاة التوافق.",
        "details": {
          "introduction": "لا استثمار قبل إطفاء الحرائق: ديون مكلفة أولًا، ثم طوارئ، ثم استثمار منتظم طويل الأجل.",
          "why": "الاستثمار بلا حماية مالية يزيد المخاطر ويؤدي لبيع بخس عند الطوارئ.",
          "steps": [
            "تأكدوا من عدم وجود ديون عالية الكلفة مستمرة.",
            "ابنوا صندوق طوارئ يغطي 1–3 أشهر (على مراحل).",
            "ابدؤوا بمبلغ صغير دوري (مثلاً 200–400 شيكل) طويل الأجل.",
            "اطلعوا على مبادئ التوافق (استبعاد قطاعات غير متوافقة وفق قناعاتكم) وملاءمة المخاطر."
          ],
          "example": "بعد سداد بطاقة الائتمان وبناء طوارئ 2,000 شيكل، بدأ الزوجان استثمار 250 شيكل شهريًا تلقائيًا.",
          "tips": [
            "استمرارية المبلغ الصغير أهم من القفزات الكبيرة المتقطعة.",
            "لا تُخاطروا بمال ستحتاجونه خلال أقل من 3 سنوات."
          ],
          "homework": "حدّدوا نسبة استثمار مبدئية بعد الاطمئنان على الديون والطوارئ واضبطوا تحويلًا تلقائيًا.",
          "checklist": ["تحققت من الديون", "كوّنت طوارئ", "فعّلت استثمارًا دوريًا صغيرًا"]
        }
      }
    ]
  }
  